# LbMassPerH Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..LbMassPerH Property
SymbolTypeId Class See Also
---
Symbol lb/h, indicating unit Pounds mass per hour.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId LbMassPerH { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property LbMassPerH As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ LbMassPerH {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace